[
  {
    "id": "1",
    "short-title":"AFC about Saudi World Cup",
    "title": "Asian football federation foresees Saudi Arabia bid for 2030 or 2034 World Cup",
    "category": "asia",
    "image": "./public/img/saudi-tuan-rumah.jpg",
    "sub_title": "Asia has staged the World Cup twice: in South Korea and Japan in 2002 and in 2022 in Qatar.",
    "author": "Agence France-Presse",
    "date": "May 24, 2023",
    "paragraf": [
      "Asian Football Confederation (AFC) president, Sheikh Salman bin Ebrahim Al-Khalifa, said the body wanted to host another World Cup, in 2030 or 2034, and that “Saudi Arabia is coming in force”.",
      "In 2026, when the World Cup increases to 48 teams, it will split three ways for the first time with the United States, Canada and Mexico as hosts.",
      "There are two proposed multi-nation bids for 2030, one from Spain, Portugal and Morocco, and one by Argentina, Chile, Uruguay and Paraguay, which would return the centenary World Cup to the site of the first final, in Montevideo.",
      "Last September, a spokesman for the Egyptian Ministry of Youth and Sports, Muhammad Fawzi, said his country was studying a joint bid with Saudi Arabia and Greece.",
      "The Saudi Minister of Sports, Prince Abdulaziz bin Turki Al-Faisal, told AFP in February that his country had not submitted a candidacy file, but added that “anything is possible.",
      "Cristiano Ronaldo joined Saudi club Al Nassr in January and the country’s sovereign wealth fund finances the breakaway LIV golf tour and owns Newcastle United in the English Premier League, although these investments draw accusations that it is “sportswashing” its human rights record."
    ]
  },
  {
    "id": "2",
    "short-title":"Slow Death of Serie A",
    "title": "Serie A: The Slow Death of the Greatest League in Europe",
    "category": "europa",
    "image": "./public/img/seriea.jpg",
    "sub_title": "It is a shame to see Serie A on her deathbed.",
    "author": "Cheyenne Hollis",
    "date": "April 8, 2012",
    "paragraf": [
      "The once-proud league is quickly becoming an afterthought as scandals, crowd troubles and a poor product continue to plague the Italian game.",
      "This is not to say Serie A should be pitied. Most of the league’s problems are self-inflicted wounds caused by arrogance and a failure to swiftly handle issues.",
      "Inter Milan’s Champions League victory in 2010 masked the fact the league was no longer competitive with the best leagues in the world. The loss of its fourth Champions League spot to the Bundesliga served to confirm this.",
      "What always set Serie A ahead of other leagues was the cultured feel the game had. Critics continually called catenaccio dull but it was actually more sophisticated than anything else.",
      "Much in the same Charles Dickens’ novels tend to be viewed by the modern generation as dull, the subtlety of Serie A was never appreciated by a majority of football fans who just wanted to see goals and end-to-end action.",
      "Even Dickens would have struggled to come up with a cast of characters found in Italian football during its heyday. This group added even more flair to the game both on and off the pitch.",
      "Serie A still has unique characters and legends but the once strong heartbeat has become a murmuring afterthought.",
      "The newest claims of match fixing against Atalanta and most recently Bari prove that those in charge of Serie A have failed to control the game. ",
      "Of course, this is just one of the many problems troubling football in Italy. Crowd troubles, incidents of racism and dilapidated stadiums have all taken away from the spectacle of the game.",
      "Like match fixing, if the authorities had actually sought resolutions to these problems, the albatross around the neck of Italian football would be gone or at least significantly reduced.",
      "The match-fixing story is only going to get bigger as the police continue to investigate the problem. It will not bring the game to a halt but will certainly turn away more casual fans.",
      "It will also turn players off from wanting to play in Italy. Most players are not going to be bothered playing in a league where the results are fixed.",
      "Saving Serie A is not a lost cause, but it will soon be one unless a savior can be found. Unfortunately for fans, there is no one on the horizon who seems capable of resuscitating football in Italy."
    ]
  },
  {
    "id": "3",
    "short-title":"Belgium About EURO 2024",
    "title": "Belgian FA Prepared to Forego EURO 2024 Seeding After Brussels Attacks",
    "category": "europa",
    "image": "./public/img/belgium-sweden.jpg",
    "sub_title": "It was to no ones surprise that the clash between Belgium and Sweden was abandoned at half-time after the attack in Brussels on Monday evening",
    "author": "Ben Jackson",
    "date": "October 7, 2023",
    "paragraf": [
      "During the half-time break, Sweden’s captain Victor Lindelöf informed both the referee and the Belgian team that the side did not want to play the second-half. The Red Devils were in full agreement regarding that decision.",
      "Despite the context for the abandonment, according to UEFA rules the game must be finished, or the Belgian’s can be awarded a 3-0 win because it was Sweden who forfeited. This would certainly help Belgium achieve a seeded spot in next year's finals, which is achieved through winning the group.",
      "However, the context is important. The Belgian FA, according to HLN, have already stated that the seeding matters not to them, and they are happy to just accept the 1-1 score at the time. They will discuss this with both the Swedish and Austrian association’s, but it appears that such an outcome would be in everyone’s best interests.",
      "However, the decision may be out of all of their hands entirely. The problem is that the Swedish side have already returned home, while there is also no time during the next international window to fit the fixture in. Hopefully, common sense will prevail."
    ]
  },
  {
    "id": "4",
    "short-title":"Reason Prem Is Best League",
    "title": "10 Reasons Why the EPL Is the Best League in World Football",
    "category": "europa",
    "image": "./public/img/prems.jpg",
    "sub_title": "This article is not meant to knock anyone's favorite league, but it is meant to offer up a personal view of reasoning for why the English Premier League is heads and shoulders above many others around the globe at the moment.",
    "author": "Thomas AtezenHoffer",
    "date": "May 23, 2011",
    "paragraf": [
      "<h3> History </h3>",
      "England is the birthplace of the modern game. The first official match being recorded as having occurred in 1863.",
      "The encyclopedia of English Football states that the first mentioning of the game that would become football as recorded in 1170 in a journal entry of William FitzStephen.",
      "<h3> The Stadiums </h3>",
      "The English Premier League is home to some of the most storied grounds in footballing history. From the Shankly Gates of Liverpool's Anfield Road to the remembrance of Arsenal's fabled Highbury, it is another part of the league that reminds everyone that they just don't make them like they used to.",
      "<h3> Player Quality </h3>",
      "England's EPL has the highest number of players ranked in the top 100 of the UEFA Castrol Rankings. With 34 out of the top 100 players, they have five more ranked players than Spain's La Liga with 29.",
      "<h3> Fans and Atmosphere </h3>",
      "English Premier League fans are amongst the best in the world and are known for their creation of electric atmospheres all throughout the league fixtures and even more so when it comes to a midweek European night.",
      "<h3>Worldwide Exposure</h3>",
      "There truly is no doubt that the English Premier League is truly the most accessible league on the planet, and that has led to man many more fans pushing the English game to the top of the need to watch list.",
      "The global pull of the league also is boosted by the number of teams that have high global profiles. Liverpool, Arsenal, Manchester United, Chelsea, Manchester City, Tottenham, Newcastle United; all these teams have massive curb appeal to the average fan, where as the majority of other leagues don't have quite as many teams that have that kind of fan base of pull."
    ]
  },
  {
    "id": "5",
    "short-title":"Japan 100 Years Plan",
    "title": "Rise and Shine: Japan and the goodness of its 100-year plan",
    "category": "asia",
    "image": "./public/img/japanteam.jpg",
    "sub_title": "Under the project, Japan want to win the FIFA World Cup by 2092",
    "author": "FIFA",
    "date": "January 5, 2023",
    "paragraf": [
      "The first two games of Japan’s 2022 FIFA World Cup campaign went against expectations. While their 2-1 comeback victory over Germany was termed a shocking result, the Blue Samurais would lose the second match against Costa Rica after dominating possession. The expectation was that order will be restored with Japan’s loss to Spain in their last group match. But Japan weren’t following the linear narrative. They created their own script as they not only defeated the 2010 world champions 2-1 but also qualified for the round of 16 by topping their group.",
      "Japan would crash out after losing to Croatia in the pre-quarterfinals on a tie-breaker. But that wouldn’t take the shine off a stellar campaign, the seeds of which were sown 30 years back with the birth of a professional J League. When Japan launched the league, the dream was to have a successful, sustainable tournament in which multiple professional clubs would participate and it would eventually precipitate into winning the World Cup.",
      "Having already passed three decades, one could say that Japan now have all the ingredients to be a football powerhouse: the third-biggest economy in the world, a population of 125 million people, a hunger for success in the game, a thriving domestic league, and a solid infrastructure.",
      "Prior to the league’s inception, there were not many crowds that attended domestic games. The infrastructure and the health of the stadia were also poor. But the league changed the face of Japanese football as ambitious clubs attracted stars like Gary Lineker, Pierre Littbarski, Zico, Salvatore Schillaci, and Dragan Stojkovic. It naturally drew crowds to the stadium. But what it also did was improve the standard of football.",
      "It’s well documented now that Zico, who played for Kashima Antlers, would at times snap and shout at the club’s players for making mistakes during a game. His teammates, though, would note down every little error and would read them over before the next game, thereby showing a genuine interest to learn.",
      "However, an economic crisis hit Japan and things started to dwindle once again with Yokohama Fluegels, one of the top teams during that time, merging with Yokohama Marinos. It was then that the Japan football federation came up with a plan called the “J. League 100-Year Vision”, which had the goal of having 100 pro-clubs and winning the World Cup by 2092. Another idea germinated: to create J2 League — a second division with a professional status.",
      "The focus initially was not on the results but to get the process right. So Japan’s new generation of players learnt to control the ball and play without fear. They gradually acquired other football techniques that helped them become better players.",
      "That’s why the likes of Japan’s Shuichi Gonda, Miki Yamane, Ko Itakura, Maya Yoshida, Yuto Nagatomo, Wataru Endo, Hidemasa Morita, Ritsu Doan, Daichi Kamada, Yuki Soma and Ayase Ueda were not intimidated by their opponents when they took on Germany and Spain - because they were facing familiar foes!",
      "However, this phenomenon didn’t happen overnight. Much like the way Japan conceptualised the 100-Year Vision, they also built a plan called Project DNA in 2016 to develop the natural talent of the players. For Japan’s footballers, speed was their natural specialty but there was a complaint that they were not fit enough to sustain regular bursts of acceleration. Japan wanted to dispel this notion, so they sent their coaches to various European clubs to adopt their best practices. This way, Japan brought about another change in their players’ aptitude. Now, European clubs are aware that they can find Japanese players who are extremely fit, technical and adaptable.",
      "And the number of talented Japanese footballers is only going to increase, thereby signalling a brighter and stronger future for the Land of the Rising Sun"
    ]
  },
  {
    "id": "6",
    "short-title":"Asia Lead Football Industry",
    "title": "Will Asia lead the football industry?",
    "category": "asia",
    "image": "./public/img/footballasia.jpg",
    "sub_title": "With its young and growing population of four billion people and an ever-increasing group of football fans, Asia is considered the next frontier of football.",
    "author": "withersworldwide",
    "date": "October 28, 2019",
    "paragraf": [
      "Manchester United, Liverpool, Arsenal, Barcelona, Real Madrid, Juventus and Paris Saint-Germain have huge followings and have established regional offices. More clubs are planning to set up regional bases and are regularly scouting opportunities in Asia. With Japan, South Korea and Australia being the most mature markets in Asia Pacific, Chinese football is set to grow by leveraging on Beijing's renewed support.",
      "The economic rise of ASEAN (the Association of ten South Asian nations) is having a knock-on effect on the development of local leagues, with the rebranded Liga 1 in Indonesia, Philippines Football League, Singapore Premier League and V.League 1 in Vietnam topping the list of best developing leagues. Spanish La Liga, for example, said to be targeting to double its viewership in Asia by 2020, has an office in Malaysia and is co-operating with the Malaysian League to develop a local industry. The Malaysian and Philippines leagues have been recently privatised. The gradual increase of intra-Asian transfer of players/managers within some leagues, as well as Asian and non-Asian investors developing commercial ventures in football, may be a contributing factor. Asian investments into European football are also set to increase, encouraged by current favourable factors and several precedents such as Leeds, Atletico Madrid, Real Madrid, and Inter Milan are likely to inspire more acquisitions, investments and sponsorship deals from Asia.",
      "China and possibly ASEAN expressions of interest to host FIFA World Cup 2034 is a result of this growth as well as a driver for further development. The official bidding process is yet to start, but China has already expressed interest to host the 2034 FIFA World Cup and most recently, Singapore announced that it will join Thailand, Indonesia, Malaysia and Vietnam as part of a joint five-nation bid, which may develop in an ASEAN's bid to host the 2034 World Cup. Meanwhile, FIFA has confirmed that an expanded version of its Club World Cup, featuring 24 teams, will take place in China in June and July 2021.",
      "Not only traditional football is booming in Asia. The 'beautiful game' is also being supported and boosted throughout the continent by the increasing interest in football-centred esports competitions and, specifically, video games such as Electronic Arts' FIFA 20 and Konami's Pro Evolution Soccer. In recent months, more international football clubs have collaborated with esports teams in order to get a slice of the cake. This includes European football clubs' continued interest in having an esports presence across Asia. Earlier this year, Chinese esports club Weibo eSports Club announced a partnership with Wolverhampton Wanderers Football Club (and Wolves eSports Club) to form a new esports team in China called Wolves Weibo eSports. More partnerships like this are expected to be formed in the years to come.",
      "The biggest challenge faced by the football industry, including in Asia, is how to grow the game and monetise the fans. Another challenge is to develop women’s football. Perhaps the biggest challenge is connected with the allegation that China's ambitions are also an opportunity to 'sportswash' its international reputation on human rights and risks of boycott from EU and US stakeholders. Asia, and China in particular, can prove to be as much a golden opportunity as a slippery rock, as demonstrated in the recent reaction of Chinese authorities against the NBA, following a comment by Daryl Morey (General Manager of basketball team Houston Rockets) on Hong Kong's upheavals.",
      "From a legal perspective, the main principles such as those regulating the transfer of players, are international in character. Specialized lawyers and football agents/intermediaries are vital in acting for a player or club in cross-border transactions throughout European and Asian countries. Increasingly, in addition to assistance on legal, tax and business affairs, top payers and clubs require advice on wealth and career management, brand and web design, social media and PR. Some of the legal aspects of commercial and contract law, torts, regulatory and employment law, fiduciary duties, licensing, agency, personal injury, immigration and dispute resolution change significantly according to the jurisdictions involved. Thus, having local experience and possibly a local presence is an advantage. The same applies to other aspects, such as acquisition of ownership, sponsorship, tax, intellectual property, reputation management, immigration, creation of charitable foundations, negotiating a partnership with a sports body, as well as acquiring, developing and upgrading real estate and stadiums.",
      "As two of the leading financial business hubs in Asia, Hong Kong and Singapore are ideal places to do business. They are frequently ranked among the world’s most open countries. Both inherited the English common law tradition and enjoy the benefits of stability, certainty and internationalisation inherent in this system, at least in the commercial sphere, being international centres for the provision of (inward and outbound) legal services. In particular, in Singapore the emphasis is on encouraging foreign parties to choose the Lion City as a partner for 'legal solutions in Asia' promoting Singapore as the 'natural choice' venue for dispute resolution, especially mediation and arbitration.",
      "Withers’ growing global sports teams in Europe, Asia Pacific and North America are constantly monitoring the development of the sports industry. With offices located in key jurisdictions worldwide, including Singapore and Hong Kong, Withers regularly advises corporate clients, including sports leagues, football clubs, sports marketing agencies and other holders of sports-related media rights, on a range of sports and commercial matters."
    ]
  },
  {
    "id": "7",
    "short-title":"STY Masa Depan Timnas",
    "title": "Bukti Nyata Shin Tae-yong Pikirkan Masa Depan Timnas Indonesia",
    "category": "indonesia",
    "image": "./public/img/sty.jpg",
    "sub_title": "Rata-rata Usia Pemain 23,69 Tahun!",
    "author": "Asad Arifin",
    "date": "Oktober 10, 2023",
    "paragraf": [
      "Shin Tae-yong membuat kejutan saat tidak memanggil Stefano Lilipaly ke Timnas Indonesia. Padahal, pemain Borneo FC itu tampil sangat bagus di BRI Liga 1. Shin Tae-yong justru memilih Hokky Caraka dari PSS Sleman.",
      "Pemain muda latihan sama pemain senior pastinya baik untuk mereka. Otomatis regenerasi itu yang saya mau dan saya memikirkan masa depan sepak bola 5-10 tahun ke depan, kata Shin Tae-yong",
      "Shin Tae-yong sendiri sejak lama dikenal lebih senang memakai jasa pemain muda untuk Timnas Indonesia",
      "<h3> Tiga Pemain di Bawah 20 Tahun </h3",
      "Shin Tae-yong memberi bukti bahwa dia melihat masa depan Timnas Indonesia. Rata-rata usia pemain Timnas Indonesia jadi bukti. Saat ini, rata-rata usia pemain Timnas Indonesia adalah 23,69 tahun. Sangat muda.",
      "Jika dibedah lebih lanjut, dari 26 pemain yang dipanggil untuk duel lawan Brunei, ada tiga pemain yang usianya belum genap 20 tahun. Tiga pemain itu adalah Arkhan Fikri, Marselino Ferdinan, dan Hokky Caraka.",
      "Marselino sudah bermain secara reguler untuk Timnas Indonesia. Sementara, Arkhan Fikri dan Hokky Caraka selama ini jadi andalan pada level usia. Mereka sepertinya hanya menunggu waktu untuk menjalani debut pada level senior",
      "<h3>Hanya Dua Pemain Kepala Tiga</h3",
      "Shin Tae-yong memang memakai banyak pemain muda di Timnas Indonesia. Namun, pelatih 52 tahun itu tidak alergi dengan pemain uzur. Shin Tae-yong memakai jasa pemain senior sesuai kebutuhan.",
      "Jordi Amat (31 tahun) dan Marc Klok (30 tahun) adalah buktinya. Mereka jadi andalan untuk posisi masing-masing.",
      "Jordi Amat tidak masuk skuad untuk laga lawan Brunei Darussalam karena cedera. Peran Jordi Amat digantikan Fachruddin Aryanto, bek senior berusia 34 tahun. Fachruddin jadi pemain senior yang sangat diandalkan Shin Tae-yong sejauh ini.",
      "<h3>Rata-rata Usia Pemain Timnas Indonesia</h3",
      "Berikut adalah rata-rata usia pemain Timnas Indonesia, Kiper: 24,67 tahun, Belakang: 24,80 tahun, Gelandang: 23,50 tahun, Penyerang: 22,22 tahun, Total: 23,69 tahun"
    ]
  },
  {
    "id": "8",
    "short-title":"Tragedi Kanjuruhan Malang",
    "title": "Tragedi Kanjuruhan Malang di Liga 1 Sepakbola Indonesia",
    "category": "indonesia",
    "image": "./public/img/tragedi.jpeg",
    "sub_title": "Insiden fatal terjadi pasca pertandingan sepak bola di Stadion Kanjuruhan Malang",
    "author": "Kevin Anugrah Sugiarto",
    "date": "Oktober 3, 2023",
    "paragraf": [
      "Yang kita ketahui Sepakbola adalah salah satu olahraga yang paling terpopuler. Khusus di indonesia, sepakbola telah menjadi olahraga yang sangat dekat dengan semua golongan masyarakat. sepakbola dimainkan di tingkat nasional sejak terbentuknya Persatuan Sepakbola Seluruh Indonesia (PSSI). Kemudian, PSSI secara resmi kembali menggelar kompetisi dengan sebutan kejuaraan nasional (kejurnas) PSSI.",
      "Dulu pertama kali kompetisi di indonesia bersama perserikatan, lalu muncul galatama, kemudian digabungkan menjadi Liga indonesia, Liga indonesia terus bergulir hingga hari ini dengan berbagai perubahan nama maupun status, dan sekarang kompetisi sepakbola di indonesia dibagi dalam tiga level, yaitu Liga 1, Liga 2 dan Liga 3.",
      "Nah sekarang Liga 1 2023-2024 bakal berlangsung lebih lama, Bahkan lebih lama 2 bulan dibanding liga 1 2022-2023, tepatnya berlangsung hingga lebih dari 10 bulan. Setiap berlangsungnya Liga 1, Ada saja hal yang membuat tertunda, entah jadwal yang belum siap ataupun permasalahan diluar atau supporter. Pada tahun 2022-2023 putaran kedua liga satu ada 10 laga yang mengalami penundaan seperti ajang pertandingan antara Persibaya Surabaya vs Arema dan Persija Jakarta vs Persib Bandung.",
      "Permasalahan tertundanya pertandingan tersebut oleh masalah perizinan dan aspek keamanan pemain dan supporter dari kedua tim tersebut. Rivalitas para pemain memang hanya 90 menit, tetapi para rivalitas supporter sangat mengancam keamanan kedua belah pihak, yang kita bisa ambil dari masalah yang sebelumnya terjadi di kanjuruhan malang, yang banyak menimbulkan korban jiwa dari mulai balita hingga dewasa.",
      "Pada tanggal 1 Oktober 2022, sebuah insiden fatal terjadi pasca pertandingan sepak bola di Stadion Kanjuruhan Malang, sekitar 3.000 pendukung Arema memasuki lapangan dan membuat kerusuhan serta menyerang para pemain dan ofisial tim, sehingga pihak kepolisisan berusaha melindungi para pemain dan berusaha menghentikan kerusuhan tersebut, namun para supporter justru bentrok dengan aparat keamanan, hingga akhirnya unit polisi anti huru hara menembakkan gas air mata ke beberapa arah tribun, yang memicu berlarinnya para penonton untuk menghindari gas air mata, karena itu terjadilah penumpukan kerumunan di pintu keluar, sehingga banyak para supporter yang ter injak dan mengalami sesak nafas.",
      "Tercatat ada sebanyak 135 orang yang tewas dan 583 orang lainnya luka luka, Tragedi ini menjadi tragedi paling mematikan kedua dalam sejarah sepak bola di seluruh dunia."
    ]
  },
  {
    "id": "9",
    "short-title":"Jalan Terjal Indonesia",
    "title": "Jalan Terjal Indonesia Untuk Tampil Di Piala Dunia 2026",
    "category": "indonesia",
    "image": "./public/img/piala-dunia.jpeg",
    "sub_title": "Indonesia Tergabung di Grup yang Sulit",
    "author": "Iksan Maulani",
    "date": "Agustus 15, 2023",
    "paragraf": [
      "Undian kualifikasi piala dunia 2026 telah dilangsungkan pada 27 Juli 2023 di Kuala lumpur Maysia. Dalam undian tersebut Indonesia harus melewati play-off atau putaran pertama kualifikasi piala dunia zona Asia. Brunei Darussalam menjadi lawan Indonesia pada babak play-off yang akan digelar dalam kandang-tandang.",
      "Jika timnas asuhan STY dapat memenangi laga tersebut, Indonesia sudah dipastikan satu grup bersama Filipina, dan dua lawan Indonesia di Piala Asia 2023 yaitu Vietnam dan Iraq.",
      "Grup yang tidak mudah namun, melihat komposisi pemain Indonesia, yang dihuni pemain-pemain keturunan, membuat timnas Indonesia semakin kuat. Laga putaran kedua ini akan berlangsung dari bulan November 2023 sampai Juni 2024.",
      "Nantinya, setiap tim yang lolos pada putaran kedua akan masuk dalam tiga grup yang akan diambil juara grup dan runner-up, serta tiga posisi terbaik, ini yang berhak tampil di piala dunia 2026. Dan masih ada satu tiket play-off untuk bisa tampil di piala dunia 2024,, yang akan diperebutkan dengan konfederasi dari benua lain.",
      "Melihat perjalanan timnas Indonesia dalam tiga edisi kualifikasi piala dunia, Indonesia masih belum mampu lolos pada fase putaran ketiga, Lebih mirisnya lagi Indonesia di hantui mimpi buruk kualifikasi piala dunia, karena sering dbantai lawan-lawanya.",
      "Namun, dengan format yang baru ini timnas Indonesia memiliku peluang yang sangat besar, untuk biasa tampil dalam ajang empat tahunan itu. Dan menjadi kali kedua keikut sertaan Indonesia dalam piala dunia, setelah pertama kali ikut pada edisi piala dunia 1938 di Perancis.",
      "Timnas Indonesia juga telah didukung oleh transoformasi sepakbola nasional yang semakin membaik, kompetisi telah bergulir dan nampaknya muncul nama-nama baru yang menjadi bintang di Liga 1.",
      "Tentnya patut ditunggu perjuangan timnas Indonesia di kualifikasi piala dunia 2026 apakah akan bernasib sama seperti edisi sebelumnya. Atau justru Indonesia akan memberi kejutan besar dan tampil di piala dunia seperti apa yang masyarakat Indonesia mimpikan."
    ]
  },
  {
    "id": "10",
    "short-title":"Improve Field Awarness",
    "title": "Tips to Improve Field Awareness While Dribbling",
    "category": "general",
    "image": "./public/img/dribble-tips.jpg",
    "sub_title": "With all of the pressure to maintain a good dribble, it's easy to forget that there’s an entire field full of players around you.",
    "author": "Tim Bannett",
    "date": "March 14, 2023",
    "paragraf": [
      "So much of soccer relies on dribbling: all of your jukes, moving the ball around the field, setting yourself up for passes, kicks, and ball recoveries, etc. With all of the pressure to maintain a good dribble, it’s easy to forget that there’s an entire field full of players around you. Field awareness can feel like rubbing your stomach and patting your head at first, but the more you practice it while dribbling, the easier it gets.",
      "But just as there is no “I” in “team,” there is no “me” in dribble. Soccer requires you to take in information about the field constantly — you can’t solely focus on your footwork. You have to learn to respond to what everyone else is doing while keeping the ball under control.",
      "<h3> Keep Your Center of Gravity Low </h3>",
      "Focus on keeping your center of gravity low — bent knees with your head and chest over the ball. It will help you adjust your position, direction, and speed at a moment’s notice, alongside helping you control the ball while dribbling. When you know that your body is in a stance to control the ball better, your mind will let you focus on the field.",
      "<h3> Avoid Dribbling No-Nos: Keep that Head Up </h3>",
      "Don’t look down at the ball. If you’re starting out, this can be a frightening idea. But you’ll excel both in dribbling and field awareness much faster if you learn to trust your feet. Build this confidence by using proper dribbling techniques.",
      "<h3> Watch Other Players </h3>",
      "Part of practicing soccer is watching soccer. Using game film to review how teams work with each other can increase your spatial intelligence. This way, the next time you recognize a field configuration during a match, you’ll be able to act quicker than before.",
      "Tools like Trace can assist coaches and parents in narrowing down moments that highlight a player’s field awareness, or lack thereof. This can enhance a team’s overall field awareness and an individual player’s self-awareness.",
      "<h3> It’s Not Me, It’s We </h3>",
      "The important thing to remember is not to become so focused on dribbling the ball that you forget about your team and what’s around you. Dribbling is one of the essential skills you have to have as a soccer player and one of the biggest distractions to your game. When you practice dribbling, practice your field awareness, too."
    ]
  },
  {
    "id": "11",
    "short-title":"Offise Rules",
    "title": "What Is Offside in Soccer",
    "category": "general",
    "image": "./public/img/offside.jpg",
    "sub_title": "Novice fans don’t understand it. Longtime fans claim to understand it, but then openly disagree about it. Referees and their assistants are trained to spot it, but often have to turn to replays to make sure they’ve got it right",
    "author": "Victor Mather",
    "date": "November 21, 2022",
    "paragraf": [
      "<h3> A Classic Example </h3>",
      "This is it, the classic offside situation. The red attacking player is past the last defender when the ball is passed. This is offside, and it is not allowed. The referee will blow the whistle and the blue team will get the ball.",
      "As a rule of thumb, the key thing to look for is when only the goalkeeper is between the player and the goal when the ball is passed. That’s offside.",
      "<h3> Timing Matters</h3>",
      "The critical factor is when the pass is made. As long as the player is onside at the moment the ball is passed, it is OK to then run into an offside position.",
      "In this case, the attacking player is onside when the ball is passed, and so is not offside, even though the player then moves offside before receiving the ball.",
      "<h3>An Offside Teammate</h3>",
      "Even if a player doesn’t get the ball, that player can be offside. Here, the player receiving the ball is clearly onside. But there is another player in an offside position.",
      "The officials must judge if the player without the ball is involved in the play in some way — for example, by challenging for the ball or, say, obstructing the goalkeeper’s vision. In that case, the player would be judged offside despite not having touched the ball.",
      "<h3>An Acceptable Position</h3>",
      "In this case, the attacking player uninvolved in the action is far enough away to be considered what is called passively offside. As long as this player stays out of the play, the red team can continue the attack.",
      "<h3>An Offside Teammate</h3>",
      "This player looks offside. But the play is a corner kick. If a player receives the ball directly from a corner kick, that player cannot be offside. The same is true for throw-ins and goal kicks.",
      "<h3>Another Exception</h3>",
      "This player seems to be offside. But the play is taking place in the team’s own half, and a player cannot be offside in the team’s half of the field."
    ]
  },
  {
    "id": "12",
    "short-title":"Johan Cruyff: Total Football",
    "title": "Johan Cruyff: Total Football and the World Cup that changed everything",
    "category": "general",
    "image": "./public/img/total-football.jpg",
    "sub_title": "In the fourth of our World Cup icons series, BBC Sport tells the story of how Johan Cruyff and the Netherlands' Total Football captured the world's imagination in 1974.",
    "author": "Alex Bysouth",
    "date": "November 7, 2022",
    "paragraf": [
      "It was a summer that played out in an orange haze. One of floppy-haired Dutchmen letting their revolutionary brand of football loose on the world and cavorting their way into the hearts and minds of the adoring public. It was Johan Cruyff's summer. At least, it almost was.",
      "Cruyff was the face of Total Football - a style of play where success blossoms with a collective, almost telepathic understanding of space and movement among all 11 players - but he was also the one star that could break the mould.",
      "'I discovered completely new football,' recalled Arsene Wenger at the Cruyff Legacy Summit. 'When you speak today about pressing, transition and winning the ball back quickly, in 1974 Holland did that already.'",
      "It was a concept that began with Ajax, the club based just five minutes from Cruyff's childhood home in Amsterdam. 'Jopie' joined as a 10-year-old, his mother later got a job there as a cleaner following his father's death, and it was Ajax that helped supplement him leaving school at 15 by faking his age to offer him a special youth contract.",
      "Under the guidance of the great Rinus Michels, Cruyff became an integral part of a side that would go on to dominate European football during a boom for Dutch clubs.",
      "Young people related to his practical approach and admired his exceptional talent. He was unwittingly cool - as a teenager he would stub out cigarettes on his boot soles - but he could also be confrontational, demanding and rebellious.",
      "Cruyff, in his four weeks on the global stage, was a playmaker-come-coach who gifted the sport a new philosophy. He left a legacy that transcends a flick, a touch, a goal, even a turn - one that has survived long beyond the last tying of his boot laces and donning of the lucky number 14 shirt."
    ]
  },
  {
    "id": "13",
    "short-title":"Pembibitan Usia Muda",
    "title": "Pentingnya Pembibitan Pemain Muda, Menuju Indonesia Tembus Piala Dunia",
    "category": "indonesia",
    "image": "./public/img/indopildun.jpg",
    "sub_title": "Piala Dunia, turnamen paling bergengsi di dalam olahraga sepakbola, turnamen yang selalu menjadi sorotan dalam kalender olahraga internasional.",
    "author": "Rayzard Caesaro",
    "date": "September 29, 2023",
    "paragraf": [
      "Setiap empat tahun sekali, tim-tim nasional dari bebagai belahan dunia bersaing menjadi nomor satu meraih gelar juara dunia. Namun kesuksesan dalam turnamen ini tidak hanya mengandalkan kemampuan dari pemain seniornya akan tetapi juga perlu melakukan pembibitan pemain mulai dari usia dini. Indonesia yang dikenal sebagai salah satu negara dengan gairah sepakbola yang tinggi hingga saat ini sejak Indonesia merdeka masih saja belum mampu untuk tembus menjadi kontestan piala paling bergengsi ini. Lalu hal apakah yang mampu mendorong Indonesia menjadi kontestan di piala paling bergengsi ini?",
      "Untuk menjadi kontestan piala dunia ini perlu adanya ambisi besar, salah satunya adalah melakukan pembibitan pemain muda sepakbola di daerah-daerah dengan cara meningkatkan infrastruktur sarana-prasarana demi mendukung terwujudnya sepakbola Indonesia yang maju dan mampu bersaing hingga tembus menuju Piala Dunia.",
      "Menemukan berlian dalam lumpur adalah suatu pepatah yang sering kita dengar dalam dunia sepakbola. Hal ini mengacu pada kemampuan klub serta asosiasi sepakbola untuk menemukan bakat-bakat muda yang bisa diolah menjadi pemain top masa depan Indonesia. Di Indonesia, sumber bakat-bakat muda potensial ini sangatlah berlimpah, tapi mereka perlu dipelihara dan didukung oleh infrastruktur yang memadai serta kompetisi yang kompetitif agar potensial mereka dapat berkembang."
    ]
  },
  {
    "id": "14",
    "short-title":"Shoot With Power!",
    "title": "How to Shoot a Football with Power – Six Steps",
    "category": "general",
    "image": "./public/img/shoot.jpg",
    "sub_title": "Shooting is hitting the ball in an attempt to score a goal. It is usually done using the feet or head.",
    "author": "Douglas P",
    "date": "December 18, 2022",
    "paragraf": [
      "Being able to strike the ball with power is a crucial skill in football. Whether you’re trying to shoot past the keeper, or just clear the ball up field, knowing how to hit the ball with conviction is something you need to have in your locker. It’s important to note that getting the perfect strike isn’t all about kicking the ball as hard as you can. A powerful shot is all about getting the right technique. In this article, we’ll cover how to shoot a football with more power in six simple steps.",
      "<h3> 1. Prepare the Run Up </h3>",
      "Before you take your shot, it’s important to set yourself up for success. First, take a few steps back and begin to approach the ball from an angle. Keep in mind, it’s not about how many steps you take. You should only need about three steps in total.Move towards the ball with pace and intent. You want your final step towards the ball to be at a running speed. You should almost feel as if you’re lunging towards the ball with your planting foot. This will ensure that you have enough momentum as you approach the ball",
      "<h3> 2. Place Your Plant Foot</h3>",
      "As you take your final step, your plant foot should be placed about a foot away from the ball. This will give you a solid base to push off from as you shoot. Make sure that your plant foot is also level with the ball.",
      "Placing your standing leg too far back will result in the ball going over the bar. Additionally, if you misplace you plant foot, your shot will have much less accuracy.",
      "<h3> 3. Swing Back Your Shooting Leg</h3>",
      "This is a crucial step that often gets overlooked. You want your leg to kick through the ball at a high speed in order to generate power. In order to get that power, it helps to swing your shooting leg behind you.",
      "As you approach the ball, pull your shooting leg back behind you. Then, let it release, almost like a spring. This will help you generate much more power and torque as you strike through the ball. This is why it helps to really lunge with that last step.",
      "<h3> 4. Strike With Your Laces</h3>",
      "When you’re ready to take the shot, you want to strike the ball with the laces area of your shooting foot. This will ensure that you’re striking the ball with the hardest part of your foot. If you want to know exactly where this is, reach down and feel the top of your foot. You should feel a hard bone, and this is where you want to strike the ball.",
      "Striking the ball with this part of your foot will ensure that the ball travels straight, and has ample power behind it. If you’re hitting the ball correctly, there shouldn’t be too much spin on the shot.",
      "<h3>5. Keep Your Chest Over Ball</h3>",
      "As you take the shot, be sure to keep your chest over the ball. This will help you maintain proper balance and alignment, and will give you more control over the ball as it flies through the air.",
      "Additionally, keeping your chest over the ball will ensure that your shot doesn’t go too high. If you lean back when striking the ball, it’s likely to make its way up and over the crossbar. You really just want to keep your upper body level as you approach the ball.",
      "<h3> 6. Follow Through </h3>",
      "After you’ve struck the ball, be sure to follow through with your shooting leg. This will help you maintain your balance and keep your shot on target.",
      "You want to ensure that you transfer all of your momentum into the shot. You may notice that some players even leave the ground after they strike the ball. Just focus on naturally letting your shooting leg swing through after you take your shot."
    ]
  },
  {
    "id": "15",
    "short-title":"Budesliga 50+1",
    "title": "Bundesliga: 50+1 rule set to stay — but no more exemptions",
    "category": "europa",
    "image": "./public/img/50plus1rule.jpg",
    "sub_title": "A drawn-out legal discussion over German football's so-called 50+1 rule is nearing its conclusion. The rule is set to remain — but no further exemptions will be allowed.",
    "author": "Matt Ford",
    "date": "14 July, 2023",
    "paragraf": [
      "German football's so-called 50+1 ownership rule is set to remain in place after Germany's Federal Cartel Office, the 'Bundeskartellamt.', accepted commitments offered by the German Football League (DFL) regarding current exemptions to the rule.",
      "As the Cartel Office announced on Thursday, the three Bundesliga clubs which are currently exempt from the rule — Bayer Leverkusen, VfL Wolfsburg and TSG Hoffenheim — will retain their current status, but the DFL's statutes will be amended to rule out any further exemptions in future.",
      "What's more, Leverkusen, Wolfsburg and Hoffenheim will be required to meet stricter conditions regarding member participation, their majority shareholders will not be permitted to balance out losses with additional payments and the clubs will have to pay a form of compensation for the financial advantages they enjoy courtesy of their exemption from 50+1.",
      "The announcement — which is not yet binding, pending final agreement from the clubs concerned — comes as a long-running discussion over the legal status of the 50+1 rule nears its conclusion.",
      "The DFL's commitment to erasing from its league statutes the possibility to grant benefactor exemptions removes our concern that a coexistence of clubs, of which only some have been granted benefactor exemptions, may run counter to DFL's sport policy objectives, said Federal Cartel Office president Andreas Mundt in a statement.",
      "It is true that professional sport, and sport associations in particular, continue to be subject to competition rules, and restricting participation in league matches to not-for-profit membership clubs continues to constitute a restraint of competition that has to be legitimized by a sport policy, he continued.",
      "Nevertheless, the commitments offered by DFL appear generally appropriate to dispel our preliminary competition law concerns.",
      "<h3>What is the 50+1 rule?</h3>",
      "DFL regulations stipulate that 50% of the voting shares in the commercial companies which operate most Bundesliga clubs' professional football teams remain in the hands of the members of the parent clubs — plus one share.",
      "Advocates of the rule argue that it protects clubs from the sort of majority takeovers by external entities seen in other countries, most notably in England's Premier League, thus safeguarding the comparatively fan-friendly nature of German football.",
      "Critics, however, have lamented that it discourages investment in German clubs on the scale required to enable them to compete with top European clubs in international competition, and indeed with Bayern Munich domestically.",
      "<h3>What has the Federal Cartel Office been investigating?</h3>",

      "Against the backdrop of a number of challenges to the 50+1 rule on the grounds that it would constitute an artificial restriction on the free market, the DFL turned to Germany's Federal Cartel Office for an appraisal of the legality of the 50+1 rule in terms of German and European competition law in 2018.",

      "In 2021, the Cartel Office reached a preliminary conclusion that the rule did indeed constitute a restraint of free market competition but that this was 'unproblematic' given the sporting and sociopolitical objectives it pursues — namely a fair sporting competition among member-orientated football clubs.",

      "The Cartel Office did, however, find the existence of exemptions to the rule to be problematic. According to DFL statutes, exemptions to 50+1 can be granted if an individual shareholder can prove they have provided substantial and uninterrupted financial support to a football club over a period of 20 years.",

      "Such exemptions have been granted to pharmaceutical firm Bayer in Leverkusen, automobile giants Volkswagen in Wolfsburg and software billionaire Dietmar Hopp in Hoffenheim.",

      "In 2017, German hearing aid mogul Martin Kind had sought a fourth exemption at Hannover 96, but this was rejected after the DFL found that his financial support for the club not been sufficiently substantial nor uninterrupted.",

      "It was Kind's legal threats over 50+1, among other things, which initially prompted the DFL to approach the Federal Cartel Office and launch the process which is now nearing completion, although the affected clubs will first have a chance to officially respond to the agreement.",
      "<h3> What about RB Leipzig?</h3>",
      "Conspicuous by its absence in the Cartel Office's announcement is any reference to RB Leipzig.Often cited as a fourth exemption, RB Leipzig do adhere to the 50+1 rule on paper, with 99% of the voting shares in the commercial entity which operates the club's Bundesliga side in the hands of club members. There are, however, as of 2023, only 21 members, all of whom are linked directly or indirectly to Red Bull. Normal fans cannot become voting members.",

      "For many critics, this constitutes a circumvention of the 50+1 rule and affords RB Leipzig structural and financial advantages over the rest of the competition, most notably seen in the high number of transfer deals involving Red Bull Salzburg.",

      "Criticism and rejection of RB Leipzig remains widespread in German football, but a spokesperson for the Federal Cartel Office explained to DW that it had not dealt with the case of RB Leipzig since it had not been part of the initial DFL query.",

      "Rather, the extent to which RB Leipzig constitute a member-led football club as required by the DFL's own statutes is a question for the league itself, and involves associations rather than monopolies law. Similar issues could also be raised at Hertha Berlin, Augsburg, Hamburg and others, given the influence wielded by external investors.",

      "As Hannover board member Krakau told DW: Regardless of the decision, it's up to the DFL to ensure that 50+1 is consistently implemented among its member clubs. And this is not yet the case."
    ]
  }
]
